<p><strong><u>CONDITIONS GENERALES DE VENTE (CGV)</u></strong></p>
<p>Derni&egrave;re mise &agrave; jour : 17 janvier 2026</p>
<p>&nbsp;</p>
<p>&Eacute;diteur&nbsp;:&nbsp;<strong>TIMING CORPORATION</strong>, soci&eacute;t&eacute; fran&ccedil;aise immatricul&eacute;e au registre du commerce et des soci&eacute;t&eacute;s de Paris sous le num&eacute;ro SIREN 991 278 284&nbsp;et dont le si&egrave;ge social est situ&eacute; 24 rue du Cotentin &agrave; PARIS - 75015</p>
<p>&nbsp;</p>
<p>Ces Conditions G&eacute;n&eacute;rales de Vente r&eacute;gissent l&rsquo;achat d&rsquo;articles virtuels, de&nbsp;monnaie virtuelle, et d&rsquo;un&nbsp;abonnement Premium&nbsp;au sein de l&rsquo;application&nbsp;<strong>ABSOLUTE CINEMA</strong>.&nbsp;</p>
<p>&nbsp;</p>
<p>Elles s&rsquo;appliquent&nbsp;en compl&eacute;ment&nbsp;des <strong>Conditions G&eacute;n&eacute;rales d&rsquo;Utilisation</strong> (CGU).</p>
<p>&nbsp;</p>
<p><strong><u>ABONNEMENT ET ARTICLES VIRTUELS</u></strong></p>
<ol>
<li><strong><u> Mod&egrave;le d&rsquo;abonnement</u></strong></li>
</ol>
<p>L&rsquo;Application propose une version Premium accessible par un abonnement mensuel ou annuel. Cet abonnement, optionnel, offre des avantages suppl&eacute;mentaires mais n&rsquo;est pas indispensable pour acc&eacute;der au jeu de base. En vous abonnant, vous acceptez de payer les frais mensuels ou annuels (selon l&rsquo;abonnement que vous choisissez) applicables pour ces fonctionnalit&eacute;s et avantages additionnels.</p>
<p><strong>TIMING CORPORATION</strong> se r&eacute;serve le droit de suspendre ou de r&eacute;silier votre abonnement ou votre acc&egrave;s au Service en cas de violation des Conditions d&rsquo;Utilisation, de comportement&nbsp;&nbsp; abusif, ou de toute action perturbant le bon fonctionnement du Service. Dans ce cas, <strong>TIMING CORPORATION</strong> n&rsquo;est pas tenu de rembourser la p&eacute;riode d&rsquo;abonnement restant ni la part du Service d&eacute;j&agrave; utilis&eacute;e.</p>
<p>Le service premium donne acc&egrave;s &agrave; :&nbsp;</p>
<ul>
<li>absence&nbsp;de publicit&eacute;s interstitielles,</li>
<li>bonus&nbsp;exclusifs,</li>
<li>fonctionnalit&eacute;s&nbsp;Premium,</li>
<li>r&eacute;compenses&nbsp;sp&eacute;ciales,</li>
</ul>
<p>&nbsp;</p>
<ol start="2">
<li><strong><u> Paiement et renouvellement</u></strong></li>
</ol>
<p>Les paiements d&rsquo;abonnement sont trait&eacute;s par le biais de la plateforme de paiement concern&eacute;e, comme par exemple&nbsp;: Apple, Google ou tout autre service tiers. Votre abonnement sera automatiquement renouvel&eacute; &agrave; la fin de chaque p&eacute;riode de facturation, sauf si vous l&rsquo;annulez avant la date de renouvellement.</p>
<p>Pour &eacute;viter le renouvellement :&nbsp;l&rsquo;Utilisateur doit r&eacute;silier&nbsp;<strong>au moins 48 h avant la date de renouvellement</strong>, depuis la page "Abonnements" de l&rsquo;App Store ou Google Play Store.&nbsp;</p>
<p>&nbsp;</p>
<p>Les frais de l&rsquo;abonnement ou de l&rsquo;achat sont d&eacute;bit&eacute;s de votre compte Google Play (Android) ou Apple ID (Iphone).</p>
<p>Vous autorisez <strong>TIMING CORPORATION</strong> &agrave; d&eacute;biter votre moyen de paiement du montant de l&rsquo;abonnement, sauf si vous l&rsquo;annulez conform&eacute;ment &agrave; la politique d&rsquo;annulation.</p>
<p><strong><u>&nbsp;</u></strong></p>
<p><strong><u>&nbsp;</u></strong></p>
<ol start="3">
<li><strong><u> Annulation et remboursements</u></strong></li>
</ol>
<p>Vous pouvez r&eacute;silier votre abonnement premium &agrave; tout moment dans les param&egrave;tres de votre compte. La r&eacute;siliation prend effet &agrave; la fin de la p&eacute;riode de facturation en cours et vous conservez l&rsquo;acc&egrave;s au Service jusqu&rsquo;&agrave; cette date. <strong>TIMING CORPORATION</strong> n&rsquo;accorde aucun remboursement ni cr&eacute;dit pour les p&eacute;riodes d&rsquo;abonnement partielles, sauf si la loi applicable l&rsquo;exige.</p>
<ol start="4">
<li><strong><u> Modification des frais d&rsquo;abonnement</u></strong></li>
</ol>
<p><strong>TIMING CORPORATION</strong> se r&eacute;serve le droit de modifier les tarifs d&rsquo;abonnement &agrave; tout moment. Les modifications tarifaires entreront en vigueur au d&eacute;but du cycle de facturation suivant, apr&egrave;s notification pr&eacute;alable aux utilisateurs concern&eacute;s.</p>
<ol start="5">
<li><strong><u> Modes de paiement</u></strong></li>
</ol>
<p>Les modes de paiement accept&eacute;s sont d&eacute;termin&eacute;s par le fournisseur de la plateforme concern&eacute;e (par exemple&nbsp;: App Store, Google Play Store ou d&rsquo;autres prestataires de services de paiement). Il vous incombe de veillez &agrave; ce que vos informations de paiement soient &agrave; jour.</p>
<ol start="6">
<li><br /> <strong><u> Articles virtuels</u></strong></li>
</ol>
<p><br /> Des Articles virtuels peuvent &ecirc;tre &laquo; achet&eacute;s &raquo; ou &laquo; gagn&eacute;s &raquo; dans notre Jeu. Il existe deux sortes&nbsp;d'articles virtuels disponibles :</p>
<ol>
<li><br /> la &laquo; monnaie virtuelle &raquo;, une monnaie qu'on ne peut toucher physiquement. Par exemple, des jetons, tickets, pi&egrave;ces, billets, points, des bonus ou toute autre forme de monnaie virtuelle qui peut &ecirc;tre utilis&eacute;e dans notre Jeu pour acheter des &laquo; biens virtuels &raquo; et/ou pour acc&eacute;der aux mini-jeux de notre Application ;</li>
<li>les &laquo; biens virtuels &raquo;, un objet virtuel que vous pouvez utiliser pour am&eacute;liorer votre exp&eacute;rience de jeu, en vous donnant par exemple acc&egrave;s &agrave; certains aspects du jeu (am&eacute;lioration du statut en jeu&hellip;).<br /> <br /> <strong><u>7. Achat et possession d'articles virtuels</u></strong><br /> </li>
</ol>
<p><strong>TIMING CORPORATION</strong> vous permet de<strong> :</strong><strong><br /> <br /> </strong>a. acheter des Articles virtuels dans un Jeu avec de l'argent r&eacute;el ;</p>
<ol>
<li>gagner des Articles virtuels dans le cadre d'offres promotionnelles, concours ou&nbsp;&eacute;v&egrave;nements mis en place par <strong>TIMING CORPORATION</strong> ou une tierce partie ;</li>
<li>gagner des Articles virtuels en jouant au Jeu lui-m&ecirc;me.<br /> <br /> <strong><u>8. Licence des Articles virtuels</u></strong></li>
</ol>
<p><br /> Votre usage des Articles virtuels est sujet &agrave; la r&egrave;gle suivante :<br /> <br /> a. les Articles virtuels ne peuvent &ecirc;tre &eacute;chang&eacute;s ou rembours&eacute;s. Une fois un Article virtuel achet&eacute;, vous ne pouvez pas r&eacute;cup&eacute;rer l'argent r&eacute;el d&eacute;pens&eacute; puisque les Articles virtuels n'ont aucune valeur mon&eacute;taire r&eacute;elle. Le bilan de monnaie virtuelle visible sur votre Compte plateforme ne constitue pas un vrai bilan financier et ne refl&egrave;te aucune valeur mon&eacute;taire, mais il repr&eacute;sente les limites de votre licence &agrave; utiliser les Articles virtuels dans un Jeu ;</p>
<ol>
<li>Les Articles virtuels sont personnels et non transf&eacute;rables. Cela veut dire que vous ne pouvez utiliser que vos propres Articles virtuels et vous ne pouvez pas permettre &agrave; quelqu'un d'autre de les utiliser en passant par votre Compte ou Compte plateforme, ou autre. Vous ne pouvez pas &eacute;changer vos Articles virtuels de quelque fa&ccedil;on que ce soit. Vous ne pouvez pas les vendre pour de l'argent r&eacute;el aux autres joueurs, ni les &eacute;changer contre d'autres objets ou proposer de d&eacute;tourner leur usage (&agrave; l'exception des ench&egrave;res virtuelles en Jeu que l&rsquo;&eacute;diteur pourrait organiser) ;</li>
<li>votre droit d'utiliser les Articles virtuels est r&eacute;voqu&eacute; si le fournisseur de Plateforme doit&nbsp;suspendre ou supprimer votre Compte plateforme en vertu de ces Conditions ;</li>
<li>votre droit d'utiliser les Articles virtuels expirera 5 ans apr&egrave;s l'achat. Conform&eacute;ment aux lois en vigueur, ou &agrave; sa seule discr&eacute;tion, TIMING CORPORATION peut vous rembourser les monnaies virtuelles inutilis&eacute;es.<br /> <br /> <strong><u>9. Prix</u></strong></li>
</ol>
<p><br /> Le prix que vous devez payer pour les Articles virtuels (le &laquo; Prix &raquo;) est indiqu&eacute; dans le Jeu au moment o&ugrave; vous proc&eacute;dez &agrave; votre achat.</p>
<p>Les prix :</p>
<ul>
<li>sont fix&eacute;s par l&rsquo;Editeur,</li>
<li>sont affich&eacute;s dans la devise locale</li>
<li>peuvent varier selon la plateforme (Apple/Google&hellip;)</li>
</ul>
<p>Si vous r&eacute;sidez dans l'Union Europ&eacute;enne, l&rsquo;Utilisateur re&ccedil;oit&nbsp;:</p>
<ul>
<li>le&nbsp;prix Toutes Taxes Comprises,</li>
<li>la&nbsp;nature du contenu Premium,</li>
<li>la&nbsp;fr&eacute;quence de paiement,</li>
<li>l&rsquo;identit&eacute;&nbsp;du vendeur,</li>
<li>la&nbsp;dur&eacute;e minimale d&rsquo;engagement (mensuel ou annuel).</li>
</ul>
<p><strong>&nbsp;</strong></p>
<p><strong>TIMING CORPORATION</strong> se r&eacute;serve le droit de changer le Prix et les caract&eacute;ristiques des Articles virtuels sans se justifier. Toute modification du prix s&rsquo;applique uniquement aux achats futurs. <br /> <br /> <strong><u>10. Erreurs</u></strong></p>
<p><br /> <strong>TIMING CORPORATION</strong> fait ses meilleurs efforts pour s'assurer qu'aucune erreur ne soit commise dans le Jeu, notamment en ce qui concerne le prix, les conditions de vos achats et l'usage des Articles virtuels dans le Jeu. Cependant :<br /> <br /> a. L&rsquo;&eacute;diteur se r&eacute;serve le droit de d&eacute;clarer nulle et non avenue toute erreur manifeste, quel qu'en soit la nature ou le r&eacute;sultat, comme des erreurs humaines ou des erreurs techniques. Par exemple, une mauvaise &eacute;valuation de la monnaie virtuelle qui vous aurait permis de profiter d'un rabais ou une attribution incorrecte d&rsquo;articles. Tout Article virtuel acquis en profitant de ces erreurs vous sera retir&eacute;. ;</p>
<ol start="11">
<li>si la valeur affich&eacute;e dans un Jeu &eacute;tait incorrecte lors de votre achat de ces Articles virtuels et que vous contactez <strong>TIMING CORPORATION</strong> &agrave; ce sujet, nous allons : (i) vous communiquer le Prix correct&nbsp;ou la bonne valeur : et (ii) vous demander de confirmer ou non l'achat de cet Article virtuel maintenant que vous en connaissez le prix. Dans le cas d'une offre &eacute;ph&eacute;m&egrave;re, <strong>TIMING CORPORATION</strong> vous indiquera la dur&eacute;e de validit&eacute; de cette offre ou de ce Prix. Si vous choisissez de ne pas valider votre achat, <strong>TIMING CORPORATION</strong> vous remboursera la somme d&eacute;j&agrave; investie.<br /> <br /> <strong><u>11. Disponibilit&eacute; des articles virtuels</u></strong></li>
</ol>
<p><br /> <strong>TIMING CORPORATION</strong> se r&eacute;serve le droit de limiter le nombre d'Articles virtuels que vous pouvez acheter pendant un temps donn&eacute;. Les Articles virtuels ne peuvent &ecirc;tre achet&eacute;s et utilis&eacute;s que par des joueurs dont la juridiction le leur permet. Les Articles virtuels ne peuvent &ecirc;tre achet&eacute;s &agrave; <strong>TIMING CORPORATION</strong> que par le biais du Jeu ou autre si l'autorisation a &eacute;t&eacute; donn&eacute;e. L&rsquo;Editeur se r&eacute;serve le droit de refuser l'achat d'un Article virtuel, peu importe la raison.</p>
<ol start="12">
<li><strong><u> Livraison et ex&eacute;cution imm&eacute;diate</u></strong></li>
</ol>
<p>Les produits num&eacute;riques (articles virtuels, monnaie virtuelle, Premium) sont fournis :&nbsp;</p>
<ul>
<li><strong>imm&eacute;diatement&nbsp;apr&egrave;s achat</strong>,</li>
<li>soit&nbsp;sous quelques minutes (temps technique).</li>
</ul>
<p>&nbsp;</p>
<p>En cas de retard, l&rsquo;Utilisateur peut contacter le service client &agrave; : contact.timingcorporation@gmail.com</p>
<ol start="13">
<li><br /> <strong><u> Remboursement</u></strong></li>
</ol>
<p><br /> <strong>TIMING CORPORATION</strong> peut annuler un paiement et vous rembourser, y compris les frais de transaction engag&eacute;s aupr&egrave;s des Fournisseurs de services de paiement, s'il a des raisons de croire: (a) que l'achat est incomplet; ou (b) que l&rsquo;achat est effectu&eacute;, ou du moins <strong>TIMING CORPORATION</strong> le soup&ccedil;onne, frauduleusement ou d'une autre mani&egrave;re non sinc&egrave;re.</p>
<p>Un remboursement peut &eacute;galement &ecirc;tre exceptionnellement accord&eacute;&nbsp;:</p>
<ul>
<li>&nbsp;en&nbsp;cas de double paiement,&nbsp;</li>
<li>&agrave;&nbsp;la discr&eacute;tion exclusive de l&rsquo;&Eacute;diteur.&nbsp;</li>
</ul>
<p><strong><u>&nbsp;</u></strong></p>
<ol start="14">
<li><strong><u> Suspension d&rsquo;un achat ou retrait d&rsquo;items</u></strong></li>
</ol>
<p>L&rsquo;&Eacute;diteur peut retirer ou suspendre un article virtuel :&nbsp;</p>
<ul>
<li>en&nbsp;cas de fraude,</li>
<li>si&nbsp;un achat est annul&eacute; par Apple/Google,</li>
<li>en&nbsp;cas d&rsquo;utilisation abusive,</li>
<li>en&nbsp;cas d&rsquo;erreur technique av&eacute;r&eacute;e.</li>
</ul>
<p>&nbsp;</p>
<p>Aucun d&eacute;dommagement ne sera d&ucirc;.</p>
<ol start="15">
<li><br /> <strong><u> Renonciation au droit de r&eacute;tractation &ndash; Contenu num&eacute;rique</u></strong></li>
</ol>
<p><br /> Lorsque vous achetez des Articles virtuels, vous reconnaissez que vous n'avez pas le droit de vous r&eacute;tracter une fois que le t&eacute;l&eacute;chargement de ces Articles virtuels est termin&eacute;, en raison de la nature de ces biens.<br /> <br /> <strong><u>16. M&eacute;thodes de paiement</u></strong></p>
<p><br /> Les m&eacute;thodes de paiement accept&eacute;es par l&rsquo;Editeur sont conformes &agrave; celles du fournisseur de la Plateforme concern&eacute;e, telle qu'Apple, Google, Facebook ou autre dans le cadre d'un Jeu.</p>
<ol start="17">
<li>S&eacute;curit&eacute; des paiements<br /> <br /> La s&eacute;curit&eacute; est assur&eacute;e par :&nbsp;</li>
</ol>
<p>&nbsp;</p>
<ul>
<li>Apple (IAP),&nbsp;</li>
<li>Google Play&nbsp;Billing.&nbsp;</li>
</ul>
<p>&nbsp;</p>
<p>L&rsquo;&Eacute;diteur ne traite ni n&rsquo;h&eacute;berge aucune donn&eacute;e bancaire.&nbsp;</p>
<p><strong><u>&nbsp;</u></strong></p>
<ol start="18">
<li><strong><u> Contact</u></strong></li>
</ol>
<p>Pour tout probl&egrave;me li&eacute; aux abonnements ou achats :&nbsp;contact.timingcorporation@gmail.com</p>
<ol start="19">
<li><strong><u> Modification des Conditions G&eacute;n&eacute;rales de Vente</u></strong></li>
</ol>
<p>Les Conditions G&eacute;n&eacute;rales de Vente peuvent &ecirc;tre mises &agrave; jour &agrave; tout moment.&nbsp;</p>
<p>&nbsp;</p>
<p>Toute modification :&nbsp;</p>
<ul>
<li>n'affecte&nbsp;pas les achats d&eacute;j&agrave; r&eacute;alis&eacute;s,</li>
<li>est&nbsp;affich&eacute;e dans l&rsquo;Application</li>
</ul>
<ol start="20">
<li><br /> <strong><u> Acceptation</u></strong></li>
</ol>
<p>&nbsp;</p>
<p>En effectuant un achat (article virtuel, monnaie virtuelle, abonnement Premium),&nbsp;l&rsquo;Utilisateur :&nbsp;</p>
<ul>
<li>confirme&nbsp;avoir lu et accept&eacute; les Conditions G&eacute;n&eacute;rales de Vente,</li>
<li>reconna&icirc;t&nbsp;la&nbsp;<strong>fourniture imm&eacute;diate</strong>du service,&nbsp;</li>
<li>renonce&nbsp;au&nbsp;<strong>droit de r&eacute;tractation</strong>lorsque applicable,&nbsp;</li>
<li>accepte&nbsp;les r&egrave;gles de l&rsquo;App Store / Google Play Store.</li>
</ul>
